Repository: ShuaiweiYu/QRPick
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# accessibility_alert_button_no_remind
source: Don’t show again
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
it: Non mostrare più
ja: 再度表示しない
ko: 다시 표시하지 마세요
zh_hans: 以后不再提醒
zh_hant: 不再顯示

# accessibility_alert_button_open_setting
source: Open Accessibility setting
de: Öffnen Sie die Einstellung „Barrierefreiheit“
es: Abrir configuración de Accesibilidad
fr: Ouvrir le paramètre d'accessibilité
it: Apri l'impostazione Accessibilità
ja: アクセシビリティ設定を開く
ko: 접근성 설정 열기
zh_hans: 打开辅助功能设置
zh_hant: 開啟輔助使用設定

# accessibility_alert_content
source: Please check this app in "System Settings -> Privacy and Security -> Privacy -> Accessibility". Otherwise, it will not be able to monitor global shortcut keys in the background.
de: Bitte überprüfen Sie diese App unter „Systemeinstellungen -> Datenschutz und Sicherheit -> Datenschutz -> Zugänglichkeit“. Andernfalls kann sie globale Tastenkombinationen im Hintergrund nicht überwachen.
es: Verifique esta aplicación en "Configuración del sistema -> Privacidad y seguridad -> Privacidad -> Accesibilidad". De lo contrario, no podrá monitorear las teclas de acceso directo globales en segundo plano.
fr: Veuillez vérifier cette application dans « Paramètres système -> Confidentialité et sécurité -> Confidentialité -> Accessibilité ». Sinon, elle ne pourra pas surveiller les touches de raccourci globales en arrière-plan.
it: Controlla questa app in "Impostazioni di sistema -> Privacy e sicurezza -> Privacy -> Accessibilità". Altrimenti, non sarà in grado di monitorare i tasti di scelta rapida globali in background.
ja: 「システム設定 -> プライバシーとセキュリティ -> プライバシー -> アクセシビリティ」でこのアプリを確認してください。そうしないと、バックグラウンドでグローバル ショートカット キーを監視できなくなります。
ko: 시스템 설정 -> 개인정보 보호 및 보안 -> 개인정보 보호 -> 접근성"에서 이 앱을 확인하세요. 그렇지 않으면 백그라운드에서 글로벌 단축키를 모니터링할 수 없습니다.
zh_hans: 请在「系统设置 -> 隐私与安全 -> 隐私 -> 辅助功能」中勾选此应用。否则无法在后台监听全局快捷键。
zh_hant: 請在「系統設定 -> 隱私權與安全性 -> 隱私權 -> 輔助功能」中勾選此應用程式。 否則無法在背景監聽全域快速鍵。

# accessibility_alert_title
source: Need to enable accessibility
de: Barrierefreiheit muss aktiviert werden
es: Es necesario habilitar la accesibilidad
fr: Nécessité de permettre l’accessibilité
it: È necessario abilitare l'accessibilità
ja: アクセシビリティを有効にする必要がある
ko: 접근성을 활성화해야 합니다
zh_hans: 需要辅助功能权限
zh_hant: 需要啟用輔助使用

# alert_failure_detection_details
source: Detection error:
de: Erkennungsfehler:
es: Error de detección:
fr: Erreur de détection :
it: Errore di rilevamento:
ja: 検出エラー:
ko: 검출 오류:
zh_hans: 检测错误：
zh_hant: 檢測錯誤：

# alert_failure_recognition_details
source: Recognition error:
de: Erkennungsfehler:
es: Error de reconocimiento:
fr: Erreur de reconnaissance :
it: Errore di riconoscimento:
ja: 認識エラー:
ko: 인식 오류:
zh_hans: 识别错误：
zh_hant: 識別錯誤：

# alert_failure_unable_loading_screenshot
source: Unable to load screenshot
de: Screenshot kann nicht geladen werden
es: No se puede cargar la captura de pantalla
fr: Impossible de charger la capture d'écran
it: Impossibile caricare lo screenshot
ja: スクリーンショットを読み込めません
ko: 스크린샷을 로드할 수 없습니다
zh_hans: 无法获取截屏：
zh_hant: 無法取得截圖：

# alert_failure_unable_reading_screenshot
source: Unable to read image data
de: Bilddaten können nicht gelesen werden
es: No se pueden leer los datos de la imagen
fr: Impossible de lire les données d'image
it: Impossibile leggere i dati dell'immagine
ja: 画像データを読み取れません
ko: 이미지 데이터를 읽을 수 없습니다
zh_hans: 无法读取图像数据：
zh_hant: 無法讀取影像資料：

# alert_title
source: QR Code Result
de: QR-Code-Ergebnis
es: Resultado del código QR
fr: Résultat du code QR
it: Risultato del codice QR
ja: QRコード結果
ko: QR 코드 결과
zh_hans: 二维码识别结果
zh_hant: QR 圖碼辨識結果

# alert_warn_cant_parsing
source: Cannot parse QR code content
de: Der Inhalt des QR-Codes kann nicht analysiert werden
es: No se puede analizar el contenido del código QR
fr: Impossible d'analyser le contenu du code QR
it: Impossibile analizzare il contenuto del codice QR
ja: QRコードの内容を解析できません
ko: QR 코드 내용을 분석할 수 없습니다
zh_hans: 无法解析二维码内容
zh_hant: 無法解析QR 圖碼內容

# alert_warn_no_qr_code
source: No QR/Barcode detected
de: Kein QR/Barcode erkannt
es: No se detectó ningún código QR o de barras
fr: Aucun QR/code-barres détecté
it: Nessun QR/codice a barre rilevato
ja: QR/バーコードが検出されませんでした
ko: QR/바코드가 감지되지 않았습니다
zh_hans: 未检测到二维码
zh_hant: 未偵測到QR 圖碼

# menu_full_screen_scan
source: Automatic Scan
de: Automatische Erkennung
es: Detección automática
fr: Détection automatique
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
zh_hans: 自动检测
zh_hant: 自動偵測

# menu_quit
source: Quit
de: Aufhören
es: Abandonar
fr: Quitter
it: esentato
ja: やめる
ko: 그만두다
zh_hans: 退出
zh_hant: 退出

# menu_scan_qr_code
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona il codice QR
ja: QRコードをスキャン
ko: QR코드 스캔
zh_hans: 扫描二维码
zh_hant: 掃描QR 圖碼

# multiple-qr-detected
source: Multiple QR Code detected
de: Mehrere QR-Codes erkannt
es: Se detectaron varios códigos QR
fr: Plusieurs codes QR détectés
it: Rilevati più codici QR
ja: 여러 개의 QR 코드가 감지되었습니다.
ko: 여러 개의 QR 코드가 감지되었습니다.
zh_hans: 监测到多个二维码
zh_hant: 偵測到多個二維碼

# multiple-qr-detected-info
source: Multiple QR Code detected, please select a specific QR Code for recognition
de: Es wurden mehrere QR-Codes erkannt. Bitte wählen Sie einen bestimmten QR-Code zur Erkennung aus.
es: Se detectaron varios códigos QR; seleccione un código QR específico para su reconocimiento.
fr: Plusieurs codes QR ont été détectés. Veuillez sélectionner un code QR spécifique pour la reconnaissance.
it: Sono stati rilevati più codici QR. Seleziona un codice QR specifico per il riconoscimento.
ja: 複数の QR コードが検出されました。認識する特定の QR コードを選択してください。
ko: 여러 개의 QR 코드가 감지되었습니다. 인식할 특정 QR 코드를 선택하십시오.
zh_hans: 监测到多个二维码，请手动选择要识别的二维码
zh_hant: 偵測到多個二維碼，請選擇一個二維碼進行辨識。

# result_copy_default
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
zh_hans: 复制
zh_hant: 複製

# result_copy_password
source: Copy password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia la password
ja: パスワードをコピー
ko: 비밀번호 복사
zh_hans: 复制密码
zh_hant: 複製密碼

# result_open_email
source: Open in Mail App
de: In der Mail-App öffnen
es: Abrir en la aplicación Mail
fr: Ouvrir dans l'application Mail
it: Apri nell'app Mail
ja: メールアプリで開く
ko: 메일 앱에서 열기
zh_hans: 打开邮件应用
zh_hant: 開啟郵件應用

# result_open_in_browser
source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# result_open_wifi_settings
source: Open WiFi Settings
de: WLAN-Einstellungen öffnen
es: Abrir configuración de WiFi
fr: Ouvrir les paramètres Wi-Fi
it: Apri Impostazioni WiFi
ja: WiFi設定を開く
ko: WiFi 설정 열기
zh_hans: 打开WIFI设置
zh_hant: 開啟WIFI設定

# accessibility_alert_button_ok
source: OK
zh_hans: 知道了

# alert_ok
source: OK
zh_hans: 好的
zh_hant: 好的

# result_ok
source: OK
zh_hans: 好的
zh_hant: 好的
